var suData = [
    {'id': '10001', 'value': '西安市'},
    {'id': '10002', 'value': '太原市'},
    {'id': '10003', 'value': '朝阳区'},
    {'id': '10004', 'value': '呼和浩特市'},
    {'id': '10005', 'value': '青岛市'},
    {'id': '10006', 'value': '武汉市'},
    {'id': '10007', 'value': '黄冈市'},
    {'id': '10008', 'value': '仙桃市'},
    {'id': '10009', 'value': '安阳市'},
    {'id': '10010', 'value': '荆州市'},
];
var weiData = [
    {'id': '20001', 'value': '望兴洲'},
    {'id': '20002', 'value': '朝阳大悦城店'},
    {'id': '20003', 'value': '维多利国际广场店'},
    {'id': '20004', 'value': '望兴洲'},
    {'id': '20005', 'value': '朝阳大悦城店'},
    {'id': '20006', 'value': '维多利国际广场店'},
    {'id': '20007', 'value': '望兴洲'},
    {'id': '20008', 'value': '朝阳大悦城店'},
    {'id': '20009', 'value': '维多利国际广场店'},
];