var data = [
    {'id': '10001', 'value': '中国种子集团有限公司湖北分公司'},
    {'id': '10002', 'value': '长葛市农业职务保护站人民路北段服务部'},
    {'id': '10003', 'value': '正阳县金谷种子销售有限公司'},
    {'id': '10004', 'value': '中国种子集团有限公司湖北分公司'},
    {'id': '10005', 'value': '长葛市农业职务保护站人民路北段服务部'},
    {'id': '10006', 'value': '正阳县金谷种子销售有限公司'},
    {'id': '10007', 'value': '正阳县金谷种子销售有限公司'},
    {'id': '10008', 'value': '正阳县金谷种子销售有限公司'},

    {'id': '10009', 'value': '长葛市农业职务保护站人民路北段服务部'},
    {'id': '10010', 'value': '长葛市农业职务保护站人民路北段服务部'},
    {'id': '10011', 'value': '长葛市农业职务保护站人民路北段服务部'},
    {'id': '10012', 'value': '长葛市农业职务保护站人民路北段服务部'},
    {'id': '10013', 'value': '中国种子集团有限公司湖北分公司'},
    {'id': '10014', 'value': '中国种子集团有限公司湖北分公司'},
    {'id': '10015', 'value': '中国种子集团有限公司湖北分公司'},
    {'id': '10016', 'value': '中国种子集团有限公司湖北分公司'},

	 {'id': '10017', 'value': '正阳县金谷种子销售有限公司1'},
    {'id': '10018', 'value': '正阳县金谷种子销售有限公司2'},
    {'id': '10019', 'value': '正阳县金谷种子销售有限公司3'},
    {'id': '10020', 'value': '正阳县金谷种子销售有限公司4'},
    {'id': '10021', 'value': '正阳县金谷种子销售有限公司5'},
    {'id': '10022', 'value': '正阳县金谷种子销售有限公司6'},
    {'id': '10023', 'value': '正阳县金谷种子销售有限公司7'},
    {'id': '10024', 'value': '中国种子集团有限公司湖北分公司'},
    {'id': '10025', 'value': '新疆生产建设兵团农五师农业生产资料公司温泉县哈日布呼镇经营部-杨志祥'}
];

var data2 = [
	 {'id': '10026', 'value': '正阳县金谷种子销售有限公司1'},
    {'id': '10027', 'value': '正阳县金谷种子销售有限公司2'},
    {'id': '10028', 'value': '正阳县金谷种子销售有限公司3'},
    {'id': '10029', 'value': '正阳县金谷种子销售有限公司4'},
    {'id': '10030', 'value': '正阳县金谷种子销售有限公司5'},
    {'id': '10031', 'value': '正阳县金谷种子销售有限公司6'},
    {'id': '10032', 'value': '正阳县金谷种子销售有限公司7'},
    {'id': '10033', 'value': '中国种子集团有限公司湖北分公司8'},
    {'id': '10034', 'value': '新疆生产建设兵团农五师农业生产资料公司温泉县哈日布呼镇经营部-杨志祥9'}
];